Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Carbs and previous insulin are included in the glucose prediction, but if the Eventual Glucose is lower than the Target Glucose, a bolus will not be recommended.
bg: Въглехидратите и предишният инсулин са включени в прогнозата за глюкоза, но ако крайната прогнозна глюкоза е по-ниска от целевата, няма да бъде препоръчан болус.
cs: Sacharidy a dřívější inzulín jsou zahrnuty v predikci glukózy, ale pokud je výsledná glukóza nižší než cílová glukóza, bolus nebude doporučen.
da: Kulhydrater og tidligere insulin er inkluderet i glucoseforudsigelsen, men hvis den Eventuelle Glucose er lavere end målglukose, en bolus vil ikke blive anbefalet.
de: Kohlenhydrate und vorheriges Insulin werden in die Glukosevorhersage einbezogen. Falls aber der vorhergesagte Glukosewert unter dem Zielwert liegt, wird kein Bolus empfohlen.
es: Los glúcidos y la insulina anterior están incluidos en la predicción de la glucosa, pero si la Glucosa Eventual es inferior a la Glucosa, no se recomienda un bolo.
fr: Les glucides et l'insuline actifs sont inclus dans la prédiction du glucose, mais si le glucose prévu est inférieur à la cible de glucose, aucun bolus ne sera recommandé.
it: I carboidrati e l'insulina precedenti sono inclusi nella previsione delle glicemie, ma se l'eventuale previsione glicemica è inferiore al target, non sarà consigliato eseguire il bolo.
nb_no: Karbohydrater og tidligere insulin er inkludert i blodsukkerprognosen, men hvis beregnet blodsukker er lavere enn blodsukkermålet, anbefales det ikke en bolusdose.
nl: Koolhydraten en vorige insuline zijn opgenomen in de glucosevoorspelling, maar als de uiteindelijke glucose lager is dan het doelglucose, wordt een bolus niet aangeraden.
pl: Węglowodany i poprzednia insulina są uwzględnione w prognozie glukozy, ale jeśli stężenie glukozy we krwi jest niższe niż stężenie glukozy we krwi docelowej, nie zaleca się podawania w bolusie.
pt_pt: Carbs e insulina anterior estão incluídos na previsão de glicose, mas se a Glicose Eventual for menor que o Glicose do destino, um bolus não será recomendado.
ru: Углеводы и предыдущий прием инсулина учитываются при прогнозировании уровня глюкозы, но если конечная концентрация глюкозы ниже целевой, болюс не рекомендуется.
sv: Kolhydrater och tidigare insulin ingår i prognos, men om prognosen är lägre än målvärdet kommer ingen bolus att föreslås.
uk: Вуглеводи та попередній прийом інсуліну враховуються при прогнозуванні рівня глюкози, але якщо кінцева концентрація глюкози нижча за цільову, болюс не рекомендується.
vi: Tinh bột và insulin đã tiêm trước đó được đưa vào dự đoán đường huyết, nhưng nếu đường huyết dự kiến thấp hơn mức mục tiêu, sẽ không đề xuất tiêm bolus.
zh_hant: 碳水化合物和之前的胰島素已納入血糖預測，但如果最終血糖低於目標血糖，則不會建議注射。

source: Carbs Limit Reached!
bg: Достигнат е лимитът за въглехидрати!
cs: Limit sacharidů dosažen!
da: Kulhydrater Begrænsning Opnået!
de: Kohlenhydratlimit erreicht!
es: ¡Límite de Carbs Alcanzado!
fr: Limite maximale de glucides atteinte !
it: Limite Carboidrati Raggiunto!
nb_no: Karbo-grense nådd!
nl: Koolhydraat limiet bereikt!
pl: Osiągnięto limit węglowodanów!
pt_pt: Limite de Carbos alcançado!
ru: Достигнут лимит Карбов!
sv: Kolhydrater gräns nådd!
uk: Ліміт трав на чергу!
vi: Đã đạt đến giới hạn về lượng Carbs!
zh_hant: 已達碳水化合物限制!

source: Carbs logged successfully.
bg: Въглехидратите бяха записани успешно.
cs: Sacharidy úspěšně zaznamenány.
da: Carbs logget.
de: Kohlenhydrate erfolgreich erfasst.
es: Carbohidratos registrados con éxito.
fr: Glucides bien enregistrés.
it: Carbs loggato con successo.
nb_no: Karbohydrater registrert.
nl: Koolhydraten succesvol ingevoerd.
pl: Węglowodany zostały pomyślnie zarejestrowane.
pt_pt: Carbs registrados com sucesso.
ru: Корзины успешно записаны.
sv: Kolhydrater loggades.
uk: Карби успішно увійшли.
vi: Carbs đã được ghi lại thành công.
zh_hant: 碳水化合物已成功紀錄。

source: Carbs On Board (COB)
bg: Активни въглехидрати (COB)
cs: Aktivní sacharidy (COB)
da: Kulhydrater om bord (COB)
de: Kohlenhydrate an Bord (COB)
fr: Glucides actifs (COB)
it: CHO attivi (COB)
nb_no: Aktive karbohydrater (COB)
nl: Actieve koolhydraten (COB)
pl: Aktywne węglowodany (COB)
sv: Aktiva kolhydrater (COB)
vi: Carbs đang hoạt động (COB)
zh_hant: 體內碳水化合物 (COB)

source: Carbs Req Threshold
bg: Праг за необходими въглехидрати
cs: Práh vyžadovaných sacharidů
da: Kulhydrater Req Threshold
de: Grenzwert für benötigte Kohlenhydrate
es: Umbral de Carbs Req
fr: Seuil de glucides requis
it: Soglia carboidrati necessari
nb_no: Grense for varsling om nødvendige karbo
nl: Koolhydraten vereist drempel
pl: Wymagany próg węglowodanów
pt_pt: Limite de Carbs Req
ru: Порог необходимых углеводов
sv: Tröskelvärde för notis om behov kolhydrater
uk: Поріг Необхідних Вуглеводів
vi: Ngưỡng yêu cầu lượng Carbs
zh_hant: 碳水化合物需求門檻值

source: Carbs required
bg: Необходими въглехидрати
cs: Vyžadované sacharidy
da: Krævede kulhydrater
de: Erforderliche Kohlenhydrate
es: Se requieren carbohidratos
fr: Glucides requis
it: Carboidrati necessari
nb_no: Karbo nødvendig
nl: Koolhydraten benodigd
pl: Wymagane węglowodany
pt_pt: Carbos necessários
ru: Требуются углеводы
sv: Behov kolhydrater
uk: Введіть кількість вуглеводів
vi: Cần nạp Carbs
zh_hant: 所需碳水化合物

source: Carbs Required Badge
bg: Индикатор за необходими въглехидрати
cs: Odznak vyžadovaných sacharidů
da: Kulhydrater Påkrævet Mærke
de: Badge für benötigte Kohlenhydrate
es: Insignia necesaria de Carbohidratos
fr: Pastille glucides requis
nb_no: Merke for nødvendig karbo
nl: Koolhydraten benodigd Badge
pl: Wyświetlanie wymaganych węglowodanów
pt_pt: Emblema de carbs necessário
ru: Необходимый Значок Карбов
sv: Behov kolhydrater
uk: Значок необхідні візки
vi: Huy hiệu cần nạp Carbs
zh_hant: 所需碳水化合物徽章

source: Carbs Required Threshold
bg: Праг за необходими въглехидрати
cs: Práh vyžadovaných sacharidů
da: Kulhydrater Påkrævet Tærskel
de: Grenzwert für benötigte Kohlenhydrate
es: Umbral de Carbohidratos Requerido
fr: Seuil de glucides requis
it: Soglia carboidrati necessari
nb_no: Terskel for nødvendig karbo
nl: Benodigde koolhydraten drempelwaarde
pl: Próg wymaganych węglowodanów
pt_pt: Limite necessário de Carboidratos
ru: Порог необходимых углеводов
sv: Tröskelvärde för behov kolhydrater
uk: Межа необхідних вуглеводів
vi: Ngưỡng cần nạp Carbs
zh_hant: 所需碳水化合物門檻值

source: Carbs required: %d g
bg: Необходими въглехидрати: %d г
cs: Vyžadované sacharidy: %d g
da: Kulhydrater påkrævet: %d g
de: Benötigte Kohlenhydrate: %d g
es: Carbohidratos requeridos: %d g
fr: Glucides requis : %d g
it: Carboidrati necessari %d g
nb_no: Karbo nødvendig: %d g
nl: Koolhydraten benodigd: %d g
pl: Wymagane węglowodany: %d g
pt_pt: Carbs necessários: %d g
ru: Необходимы углеводы: %d г
sv: Behov kolhydrater: %d g
uk: Потрібні вуглеводи: %d g
vi: Lượng carbs yêu cầu: %d g
zh_hant: 所需碳水化合物: %d 克

source: Carbs:
bg: Въглехидрати:
cs: Sacharidy:
da: Kulhydrater:
de: Kohlenhydrate:
es: Carbo:
fr: Glucides :
it: Carbi:
nb_no: Karbohydrater:
nl: Koolhydraten:
pl: Węglowodany:
pt_pt: Carboidratos:
ru: Углерод:
sv: Kolhydrater:
uk: Вуглеводи:
vi: Nhập Carbs:
zh_hant: 碳水化合物:

source: Careful tuning is essential to avoid overly aggressive insulin changes.
bg: Внимателното настройване е от съществено значение, за да се избегнат прекалено агресивни промени в подаването на инсулин.
cs: Pečlivé vyladění je nezbytné, aby se předešlo příliš agresivním změnám inzulínu.
da: Omhyggelig tuning er vigtigt for at undgå alt for aggressive insulinændringer.
de: Eine sorgfältige Abstimmung ist unerlässlich, um zu aggressive Insulinänderungen zu vermeiden.
es: El ajuste cuidadoso es esencial para evitar cambios de insulina demasiado agresivos.
fr: Un réglage prudent et minutieux est essentiel pour éviter des modifications d'insuline trop agressives.
it: Una attenta sintonizzazione è essenziale per evitare cambiamenti eccessivamente aggressivi di insulina.
nb_no: Nøye justering er nødvendig for å unngå aggressive insulinendringer.
nl: Voorzichtig afstemmen is essentieel om te veel agressieve insuline-veranderingen te voorkomen.
pl: Ostrożne dostrojenie jest niezbędne, aby uniknąć zbyt agresywnych zmian w dawkowaniu insuliny.
pt_pt: Uma afinação cuidadosa é essencial para evitar mudanças de insulina excessivamente agressivas.
ru: Во избежание чрезмерной агрессивной инсулина важно тщательная настройка.
sv: Noggrann inställning är viktigt för att undvika alltför aggressiva insulinförändringar.
uk: Ретельне налаштування має важливе значення для уникнення надмірно агресивних змін інсуліну.
vi: Cần điều chỉnh cẩn thận để tránh thay đổi insulin quá mạnh.
zh_hant: 仔細調整是避免過度激進的胰島素變化所必需的。

source: Category
bg: Категория
cs: Kategorie
da: Kategori
de: Kategorie
fr: Catégorie
it: Categoria
nb_no: Kategori
nl: Categorie
pl: Kategoria
sv: Kategori
vi: Danh Mục
zh_hant: 類別

source: Center Value:
bg: Централна стойност:
cs: Střední hodnota:
da: Centerværdi:
de: Zentralwert:
es: Valor central:
fr: Valeur centrale :
it: Valore Centrale:
nb_no: Senterverdi:
nl: Centreer waarde:
pl: Wyśrodkuj wartość:
pt_pt: Valor do Centro:
ru: Значение:
sv: Centrerat värde:
uk: Центр. значення:
vi: Giá trị trung tâm:
zh_hant: 中心值：

source: CGM address :
bg: Адрес на CGM:
cs: Adresa CGM :
da: CGM adresse :
de: CGM-Adresse :
es: Dirección CGM :
fr: Adresse du CGM :
it: Indirizzo CGM :
nb_no: CGM-adresse:
nl: CGM adres:
pl: Adres CGM:
pt_pt: Endereço CGM :
ru: CGM адрес:
sv: CGM-adress :
uk: CGM адреса :
vi: Địa chỉ CGM :
zh_hant: CGM 地址：

source: CGM Connection Trace
bg: Лог на връзката с CGM
cs: Trasování připojení CGM
da: CGM Forbindelsesspor
de: CGM-Verbindungsverfolgung
fr: Trace des connexions du CGM
it: Traccia connessione CGM
nb_no: Sporing av CGM-tilkobling
nl: CGM-verbinding
pl: Śledzenie połączenia CGM
sv: CGM anslutningar
vi: Theo dõi kết nối CGM
zh_hant: CGM 連線追蹤

source: CGM Glucose Value
bg: Стойност на глюкоза от CGM
cs: Hodnota glukózy CGM
da: Cgm Glukoseværdi
de: CGM Glukosewert
es: Valor de glucosa CGM
fr: Mesure de glucose du CGM
it: Valore Glicemia Cgm
nb_no: CGM blodsukkerverdi
nl: CGM Glucose Waarde
pl: Wartość glikemii CGM
pt_pt: Valor de Glicémia CGM
ru: CGM значение глюкозы
sv: CGM glukosvärde
uk: Значення CGM глюкози
vi: Giá trị đường huyết từ CGM
zh_hant: CGM 血糖值

source: CGM Integration to Trio
bg: Интеграция на CGM с Trio
cs: Integrace CGM do Tria
da: CGM Integration til Trio
de: CGM Integration in Trio
es: Integración CGM a Trio
fr: Intégration du capteur de Glucose en Continu (CGM) avec Trio
it: Integrazione CGM al Trio
nb_no: CGM-integrasjon til Trio
nl: CGM integratie in Trio
pl: Integracja CGM z Trio
pt_pt: Integração CGM a Trio
ru: Интеграция с CGM в Трио
sv: CGM integration till Trio
uk: Інтерграція з CGM у Trio
vi: Tích hợp CGM vào Trio
zh_hant: CGM 與 Trio 整合

source: CGM is not used as heartbeat.
bg: CGM не се използва като heartbeat.
cs: CGM není používán jako „heartbeat“.
da: CGM anvendes ikke som hjerteslag.
de: CGM wird nicht als heartbeat benutzt.
es: CGM no se utiliza como latido de corazón.
fr: Le capteur de glucose en continu (CGM) n’est pas utilisé comme indicateur d’activité (signal de vie).
it: CGM non è usato come battito cardiaco.
nb_no: CGM brukes ikke som heartbeat.
nl: CGM wordt niet gebruikt als heartbeat.
pl: CGM nie jest używany jako bicie serca.
pt_pt: O GM não é usado como pulso cardíaco.
ru: CGM не используется в качестве heartbeat.
sv: CGM används inte som heartbeat.
uk: CGM не використовується як серцебиття.
vi: CGM không được sử dụng làm nhịp tim.
zh_hant: CGM 不用作心跳。

source: CGM Model
bg: Модел на CGM
cs: Model CGM
de: CGM Modell
es: Modelo CGM
fr: Modèle de CGM
it: Modello CGM
nb_no: CGM modell
pl: Model CGM
pt_pt: Modelo CGM
ru: Модель CGM
sv: CGM-modell
uk: Модель CGM
zh_hant: CGM 型號

source: Change CR
bg: Промяна на CR
cs: Změnit CR
da: Skift CR
de: CR ändern
es: Cambiar CR
fr: Modifier le Ratio Insuline/Glucides (CR)
it: Cambia CR
nb_no: Endre CR
nl: Wijzig KR
pl: Zmień CR
pt_pt: Alterar CR
ru: Изменить CR
sv: Ändra CR
uk: Змінити CR
vi: Thay đổi CR
zh_hant: 變更 CR

source: Change default HbA1c unit in statPanlel. The unit in statPanel will be updateded with next statistics.json update
bg: Промяна на мерната единица по подразбиране за HbA1c в statPanel. Единицата в statPanel ще се обнови при следващата актуализация на statistics.json
cs: Změnit výchozí jednotku HbA1c ve statPanelu. Jednotka ve statPanelu bude aktualizována při příští aktualizaci souboru statistics.json
da: Skift standard HbA1c enhed i statPanlel. Enheden i statPanel vil blive opdateret med næste statistik.json opdatering
de: Ändere die HbA1c-Einheit in der Statistik (% <—> mmol/mol). Die Anzeige in der Statistik wird mit dem nächsten statistics.json Update aktualisiert
es: Cambiar unidad HbA1c por defecto en StatPanlel. La unidad en statPanel se actualizará con la próxima actualización de estadísticas.json
fr: Modifier l'unité par défaut de "HbA1c" dans le statPanel. L'unité du statPanel sera mise à jour lors de la prochaine mise à jour de statistics.json
it: Cambia unità predefinita per HbA1c nel pannello statistiche. L'unità nel pannello verrà aggiornata con il prossimo aggiornamento di statistics.json
nb_no: Endre enhet for HbA1c i statistikk. Enheten i statistikk vil bli oppdatert neste gang statistikken oppdateres
nl: Standaard HbA1c-eenheid in statPanel wijzigen. De eenheid in statPanel zal worden bijgewerkt met de volgende statistics.json update
pl: Zmień domyślną jednostkę HbA1c w Panelu Statystyk. Jednostka w Panelu Statystyk zostanie zaktualizowana z następną aktualizacją statistics.json
pt_pt: Alterar a unidade padrão HbA1c no statPanlel. A unidade no painel de estatística será atualizada com a próxima atualização stattics.json
ru: Изменить единицы измерения HbA1c на панели статистики. Единицы измерения обновятся при следующем обновлении файла statistics.json
sv: Ändra HbA1c-enhet. Enheten kommer att uppdateras nästa gång filen statistics.json uppdateras
uk: Змінити одиниці виміру HbA1c на панелі статистики. Одиниці виміру оновляться під час наступного оновлення файлу statistics.json
vi: Thay đổi đơn vị HbA1c mặc định trong statPanlel. Đơn vị trong statPanel sẽ được cập nhật với bản cập nhật stats.json tiếp theo
zh_hant: 變更 statPanel 中 HbA1c 的預設單位。statPanel 中的單位將在下一次 statistics.json 更新時更新

source: Change HbA1c Unit
bg: Промяна на единицата за HbA1c
cs: Změnit jednotku HbA1c
da: Skift HbA1c Enhed
de: HbA1c Einheit wechseln
es: Cambiar unidad HbA1c
fr: Modifier l'unité de l'"HbA1c"
it: Cambia Unità HbA1c
nb_no: Endre HbA1c-enhet
nl: HbA1c eenheid wijzigen
pl: Zmień jednostkę HbA1c
pt_pt: Alterar Unidade HbA1c
ru: Отображать гликированный гемоглобин в процентах
sv: Byt HbA1c-enhet
uk: Змінити одиницю HbA1c
vi: Thay đổi đơn vị của HbA1c
zh_hant: 變更 HbA1c 單位

source: Change ISF
bg: Промяна на ISF
cs: Změnit ISF
da: Ændre ISF
de: ISF ändern
es: Cambiar ISF
fr: Changer l'ISF
it: Cambia ISF
nb_no: Endre ISF
nl: Wijzig ISF
pl: Zmień ISF
pt_pt: Alterar ISF
ru: Изменить ISF
sv: Ändra ISF
uk: Змінити ISF
vi: Thay đổi ISF
zh_hant: 變更 ISF

source: Change ISF and CR
bg: Промяна на ISF и CR
cs: Změnit ISF a CR
da: Ændre ISF og CR
de: ISF und CR ändern
es: Cambiar ISF y CR
fr: Changer l'ISF et le CR
it: Cambia ISF e CR
nb_no: Endre ISF og CR
nl: Wijzig ISF en CR
pl: Zmień ISF i CR
pt_pt: Alterar ISF e CR
ru: Изменить ISF и CR
sv: Ändra ISF and CR
uk: Змінити ISF і CR
vi: Thay đổi ISF và CR
zh_hant: 變更 ISF 和 CR

source: Change Max SMB Minutes
bg: Промяна на Max SMB минути
cs: Změnit maximální počet minut pro SMB
da: Skift Maks. SMB Minutter
de: Max SMB Minuten ändern
es: Cambiar máx. minutos SMB
fr: Modifier Max SMB en minutes de basal
it: Cambia Minuti Massimo SMB
nb_no: Endre maks SMB-minutter
nl: Max SMB minuten wijzigen
pl: Zmień maksymalną ilość minut SMB
pt_pt: Alterar minutos máximo SMB
ru: Изменить макс. SMB минут
sv: Ändra max SMB minuter
uk: Змінити макс. SMB хвилин
vi: Thay đổi số phút SMB tối đa
zh_hant: 變更最大 SMB 分鐘

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
bg: Сменете Pod сега. Подаването на инсулин ще спре след %1$@ или когато инсулинът свърши.
cs: Vyměňte Pod nyní. Dodávka inzulínu se zastaví za %1$@ nebo jakmile dojde inzulín.
da: Skift Pod nu. Levering af insulin vil stoppe i %1$@ eller når der ikke er mere insulin tilbage.
de: Wechsle jetzt den Pod! Die Insulinabgabe wird in %1$@ unterbrochen, spätestens wenn kein Insulin mehr vorhanden ist.
es: Cambia el Pod ahora. La entrega de insulina se detendrá en %1$@ o cuando no quede más insulina.
fr: Remplacez le réservoir dès maintenant. L'administration d'insuline s'arrêtera dans %1$@ ou quand il n'y aura plus d'insuline.
it: Cambiare Pod adesso. L' erogazione d'insulina si interromperà tra %1$@ o quando non ci sarà più insulina nel serbatoio.
nb_no: Bytt pod nå. Insulintilførselen stopper om %1$@, eller når det er tomt for insulin.
nl: Vervang Pod nu. Insulinetoediening stopt over %1$@ of wanneer er geen insuline meer over is.
pl: Wymień PODa. Podawanie insuliny zostanie zatrzymane za %1$@ lub gdy zabraknie insuliny.
pt_pt: Alterar Pod agora. A entrega de insulina irá parar em %1$@ ou quando não houver mais insulina permanecer.
ru: Замените Под сейчас. Подача инсулина будет остановлена спустя %1$@ или когда резервуар будет пуст.
sv: Byt podd nu. Insulintillförseln kommer att stoppas om %1$@ eller när insulinet är slut.
uk: Змініть Pod зараз. Введення інсуліну припиниться через %1$@ або коли інсулін закінчиться.
vi: Thay pod ngay. Insulin sẽ ngưng tiêm trong %1$@ hoặc khi không còn insulin.
zh_hant: 立即變更 Pod。胰島素輸送將在 %1$@ 停止或當不再有胰島素時停止。

source: Chart
bg: Графика
cs: Graf
da: Graf
de: Diagramm
es: Gráfica
fr: Graphique
it: Grafico
nb_no: Diagram
nl: Grafiek
pl: Wykres
pt_pt: Gráfico
ru: График
sv: Diagram
uk: Графік
vi: Biểu đồ
zh_hant: 圖表

source: Chart Legend
bg: Легенда на графиката
cs: Legenda grafu
da: Diagram Forklaring
de: Legende zum Diagramm
es: Leyenda del gráfico
fr: Légende du graphique
it: Legenda del grafico
nb_no: Diagramforklaring
nl: Grafiek Legenda
pl: Legenda wykresu
pt_pt: Legenda do gráfico
ru: Легенда диаграммы
sv: Diagramförklaring
uk: Легенда Графіку
vi: Chú giải biểu đồ
zh_hant: 圖表圖例

source: Chart Type
bg: Тип графика
cs: Typ grafu
da: Diagramtype
de: Diagramm Typ
fr: Type de graphique
it: Tipo di grafico
nb_no: Diagramtype
nl: Grafiektype
pl: Typ wykresu
sv: Graftyp
vi: Loại biểu đồ
zh_hant: 圖表類型

source: Check Cannula
bg: Проверка на канюлата
cs: Zkontrolovat kanylu
da: Kontroller Cannula
de: Kanüle prüfen
es: Revisar Cannula
fr: Vérifier la canule
it: Controlla cannula
nb_no: Kontroller kanyle
nl: Controleer Canule
pl: Sprawdź kaniulę
pt_pt: Verificar Cannula
ru: Проверьте канюлю
sv: Kontrollera kanyl
uk: Перевірте Канюлю
vi: Kiểm tra Cannula
zh_hant: 檢查導管

source: Check device settings, connect to phone, and try again.
bg: Проверете настройките на устройството, свържете го с телефона и опитайте отново.
cs: Zkontrolujte nastavení zařízení, připojte se k telefonu a zkuste to znovu.
da: Tjek enhedens indstillinger, forbind til telefonen, og prøv igen.
de: Überprüfe die Geräteeinstellungen, stelle eine Verbindung zum Telefon her, und versuche es erneut.
es: Compruebe la configuración del dispositivo, conéctese al teléfono y vuelva a intentarlo.
fr: Vérifiez les réglages de l’appareil, connectez-le au téléphone, puis réessayez.
it: Controlla le impostazioni del dispositivo, connetti al telefono e riprova.
nb_no: Kontroller enhetsinnstillinger, koble til telefonen, og prøv på nytt.
nl: Apparaatinstellingen controleren, verbinding maken met telefoon en probeer het opnieuw.
pl: Sprawdź ustawienia urządzenia, połącz się z telefonem i spróbuj ponownie.
pt_pt: Verifique as configurações do dispositivo, conecte-se ao telefone e tente novamente.
ru: Проверьте настройки устройства, подключитесь к телефону и повторите попытку.
sv: Kontrollera enhetens inställningar, anslut till telefonen och försök igen.
uk: Перевірте налаштування пристрою, підключіться до телефону і спробуйте ще раз.
vi: Kiểm tra cài đặt thiết bị, kết nối với điện thoại và thử lại.
zh_hant: 檢查裝置設定，連線至手機，再試一次。

source: Check phone and CGM connectivity.
bg: Проверете свързаността на телефона и CGM.
cs: Zkontrolujte připojení telefonu a CGM.
da: Kontroller telefon- og CGM-forbindelse.
de: Überprüfe die Verbindung zu Telefon und CGM.
es: Compruebe la conectividad telefónica y CGM.
fr: Vérifiez la connectivité du téléphone et du CGM (Capteur de Glucose en continu).
it: Controllare la connettività cellulare e CGM.
nb_no: Kontroller telefon- og CGM-tilkobling.
nl: Telefoon en CGM-verbinding controleren.
pl: Sprawdź połączenie z CGM.
pt_pt: Verificar conectividade do telefone e do CGM.
ru: Проверьте подключение телефона и CGM.
sv: Kontrollera telefon- och CGM-anslutning.
uk: Перевірте телефон і зв'язок CGM.
vi: Kiểm tra kết nối điện thoại và CGM.
zh_hant: 檢查手機與 CGM 的連線狀態。

source: Choose a value that covers your highest insulin needs — think about a correction for a very high glucose reading plus your biggest meal bolus. This gives Trio room to work while keeping you safe.
bg: Изберете стойност, която покрива най-високите ви нужди от инсулин — помислете за корекция при много висока стойност на глюкозата плюс най-големия ви болус за хранене. Това дава на Trio поле за работа, като същевременно ви предпазва.
cs: Zvol hodnotu, která pokryje tvé nejvyšší potřeby inzulínu — představ si korekci velmi vysoké glykémie plus tvůj největší bolus k jídlu. To dá Triu prostor pro práci a zároveň tě udrží v bezpečí.
da: Vælg en værdi, der dækker dine højeste insulinbehov - tænk på en korrektion for en meget høj glukoseaflæsning plus din største tænkelige måltidsbolus. Dette giver Trio plads til at arbejde og samtidig holde dig sikker.
de: Wähle einen Wert, der Deinen höchsten Insulinbedarf abdeckt - denk an eine Korrektur für einen sehr hohen Glukosewert plus Deinen größten Mahlzeitenbolus. So hat Trio genug Spielraum, um zu wirken, und Du bist trotzdem sicher.
fr: Choisissez une valeur qui couvre vos besoins maximaux en insuline — pensez à une correction pour une mesure de glucose très élevée, additionnée à votre plus important bolus de repas. Cela laisse à Trio une marge de manœuvre tout en assurant votre sécurité.
it: Scegli un valore che copra il tuo fabbisogno più elevato d'insulina — pensa a una correzione per una lettura molto elevata di glicemia più il tuo bolo pasto più grande. Questo dà Trio margine di lavoro mantenendoti al sicuro.
nb_no: Velg en verdi som dekker ditt høyeste insulinbehov – tenk på en korreksjon for et veldig høyt blodsukker pluss din største måltidsbolus. Dette gir Trio rom til å jobbe samtidig som det holder deg trygg.
pl: Wybierz wartość, która pokrywa Twoje najwyższe zapotrzebowanie na insulinę — pomyśl o korekcie na bardzo wysoki odczyt glikemii plus Twój największy bolus posiłkowy. Daje to Trio pole do działania, jednocześnie zapewniając Ci bezpieczeństwo.
vi: Hãy chọn một giá trị đủ để đáp ứng nhu cầu insulin cao nhất của bạn — hãy nghĩ đến liều hiệu chỉnh khi đường huyết rất cao cộng với liều bolus lớn nhất cho bữa ăn. Việc này giúp Trio có đủ khoảng điều chỉnh trong khi vẫn đảm bảo an toàn cho bạn.
zh_hant: 選擇一個覆蓋您最高胰島素需求的數值——考慮非常高的血糖讀數的修正加上您最大的用餐注射。這樣可以給 Trio 留出空間運作，並保持您的安全。

source: Choose Calendar
bg: Изберете календар
cs: Vybrat kalendář
da: Vælg Kalender
de: Kalender auswählen
es: Elegir calendario
fr: Choisir un calendrier
it: Scegli Calendario
nb_no: Velg kalender
nl: Kalender kiezen
pl: Wybierz kalendarz
pt_pt: Escolher calendário
ru: Выберите календарь
sv: Välj kalender
uk: Виберіть календар
vi: Chọn Lịch
zh_hant: 選擇日曆
